{
  "errorCodes": {
    "redirectWindowClosed": "Okno przekierowania zostało zamknięte przez użytkownika.",
    "mr*": "Wystąpił nieprzewidziany błąd po stronie partnera handlowego. Pracujemy nad rozwiązaniem tego problemu. Spróbuj ponownie później.",
    "fm*": "Wystąpił problem z Twoim zamówieniem. Sprawdź jeszcze raz wszystkie wprowadzone dane i spróbuj ponownie lub skontaktuj się z pomocą techniczną.",
    "fm000016": "Niestety, całkowita kwota Twojego zamówienia jest mniejsza niż minimalna kwota płatności. Dodaj coś jeszcze do koszyka.",
    "fm000017": "Niestety całkowita kwota Twojego zamówienia jest większa niż maksymalna kwota płatności. Usuń coś z koszyka.",
    "fm000018": "Całkowita kwota Twojego zamówienia jest mniejsza niż kwota minimalna dla wybranej przez Ciebie metody płatności. Wybierz inną metodę płatności.",
    "fm000019": "Całkowita kwota Twojego zamówienia jest większa niż kwota maksymalna dla wybranej przez Ciebie metody płatności. Wybierz inną metodę płatności.",
    "fm000027": "Niestety obecnie nie przyjmujemy płatności z Twojego kraju.",
    "fm000039": "Możesz zapłacić wyłącznie własną kartą kredytową lub debetową.",
    "fm000040": "Twój kraj nie stosuje żadnych ograniczeń co do zamówień.",
    "fm000041": "Nie wprowadzono adresu e&#8209;mail.",
    "fm000045": "Nie wybrano kraju.",
    "fm000046": "Nie wprowadzono kodu pocztowego.",
    "fm000050": "Kod pocztowy nie został rozpoznany. Wprowadź go ponownie.",
    "ph*": "Niestety nie można było przyjąć Twojego zamówienia do realizacji. Wiemy o problemie i pracujemy nad jego rozwiązaniem.",
    "rf*": "Napotkaliśmy na kłopot przy przetwarzaniu Twojego wniosku o zwrot. Spróbuj ponownie później lub skontaktuj się z działem pomocy technicznej.",
    "tk*": "Wystąpił problem z Twoim zakupem. Spróbuj ponownie później.",
    "ma*": "Podczas realizacji Twojego zamówienia wystąpiły problemy techniczne. Wiemy o problemie i pracujemy nad jego rozwiązaniem.",
    "ma000024": "Nie wprowadzono adresu e&#8209;mail.",
    "ps*": "Niestety nie możemy teraz zrealizować Twojej płatności.",
    "ps000001": "Wykryto błąd systemowy. Nasz zespół inżynierów już to sprawdza!",
    "ps000002": "Szkoda że postanowiłeś/&#8209;aś anulować swoją płatność.",
    "ps000003": "Płatność została odrzucona przez system Twojego banku ds. nadużyć finansowych. Skontaktuj się z bankiem, aby uzyskać więcej informacji.",
    "ps000004": "Płatność została odrzucona przez system 3&#8209;D&nbsp;Secure Twojego banku. Skontaktuj się z bankiem, aby uzyskać więcej informacji.",
    "ps000005": "Akceptujemy tylko karty 3&#8209;D&nbsp;Secure. Skontaktuj się z bankiem, aby uzyskać więcej informacji.",
    "ps000006": "Nie można było potwierdzić ochrony 3&#8209;D&nbsp;Secure dla Twojej karty. Skontaktuj się z bankiem, aby uzyskać więcej informacji.",
    "ps000011": "Twoja karta debetowa została odrzucona ze względu na niewystarczające środki.",
    "ps000016": "Wygląda na to, że masz problemy z połączeniem internetowym. Spróbuj ponownie później.",
    "bc000001": "Wprowadź swój numer karty.",
    "bc000002": "Wprowadź swój numer CVV.",
    "bc000003": "Wprowadź miesiąc wygaśnięcia Twojej karty.",
    "bc000004": "Wprowadź rok wygaśnięcia Twojej karty.",
    "bc000005": "Wprowadź imię i nazwisko posiadacza karty.",
    "bc000006": "Nieprawidłowa data wygaśnięcia.",
    "bc000007": "Twoja karta wygasła. Użyj innej karty.",
    "bc000008": "Nieprawidłowy kod CVV. Spróbuj wprowadzić go ponownie.",
    "bc000009": "Nieprawidłowy numer karty. Spróbuj wprowadzić go ponownie.",
    "ks*": "Wystąpił problem z kluczem aktywacyjnym. Spróbuj ponownie później lub skontaktuj się z działem pomocy technicznej."
  }
}
