{
  "errorCodes": {
    "redirectWindowClosed": "A janela de redirecionamento foi fechada pelo usuário.",
    "mr*": "Um erro inesperado ocorreu do lado do vendedor. Estamos trabalhando para resolver o problema. Por favor, tente de novo mais tarde.",
    "fm*": "Há um problema com seu pedido. Por favor, verifique os dados informados e tente novamente ou entre em contato com o suporte.",
    "fm000016": "Infelizmente, o total do seu pedido é menor do que o pagamento mínimo. Adicione algo mais a seu carrinho.",
    "fm000017": "Infelizmente, o total do seu pedido é maior do que o pagamento máximo. Retire algo do seu carrinho.",
    "fm000018": "O total do seu pedido é menor do que o mínimo para o meio de pagamento escolhido. Por favor, escolha outro meio de pagamento.",
    "fm000019": "O total do seu pedido é maior do que o máximo para o meio de pagamento escolhido. Por favor, escolha outro meio de pagamento.",
    "fm000027": "Infelizmente, no momento não aceitamos pagamentos do seu país.",
    "fm000039": "Você só pode usar para pagamento o seu próprio cartão de crédito ou débito.",
    "fm000040": "Seu país não tem restrições nos pedidos.",
    "fm000041": "O endereço de e-mail não foi inserido.",
    "fm000045": "Nenhum país foi selecionado.",
    "fm000046": "Nenhum CEP foi inserido.",
    "fm000050": "O CEP não foi reconhecido. Insira novamente.",
    "ph*": "Infelizmente seu pedido não pôde ser processado. Sabemos do problema e estamos trabalhando para resolvê-lo.",
    "rf*": "Tivemos problemas ao processar seu pedido de reembolso. Por favor, tente de novo mais tarde ou entre em contato com o suporte.",
    "tk*": "Houve um problema com sua compra. Por favor, tente de novo mais tarde.",
    "ma*": "Tivemos dificuldades técnicas ao processar seu pedido. Sabemos do problema e estamos trabalhando para resolvê-lo.",
    "ma000024": "O endereço de e-mail não foi inserido.",
    "ps*": "Infelizmente não podemos processar seu pagamento no momento.",
    "ps000001": "Erro de sistema detectado. Nossa equipe técnica tá resolvendo!",
    "ps000002": "Lamentamos que você tenha decidido cancelar seu pagamento.",
    "ps000003": "O pagamento foi negado pelo sistema antifraudes do seu banco. Entre em contato com seu banco para maiores informações.",
    "ps000004": "O pagamento foi negado pelo sistema 3-D&nbsp;Secure do seu banco. Entre em contato com seu banco para maiores informações.",
    "ps000005": "Somente cartões com 3-D&nbsp;Secure são aceitos. Entre em contato com seu banco para maiores informações.",
    "ps000006": "A proteção 3-D&nbsp;Secure não foi confirmada no seu cartão. Entre em contato com seu banco para maiores informações.",
    "ps000011": "Seu cartão de débito foi negado por saldo insuficiente.",
    "ps000016": "Você parece estar com problemas na conexão à internet. Por favor, tente de novo mais tarde.",
    "bc000001": "Insira o número do seu cartão.",
    "bc000002": "Insira o código de verificação do cartão.",
    "bc000003": "Insira o mês de validade do cartão.",
    "bc000004": "Insira o ano de validade do cartão.",
    "bc000005": "Insira o nome do titular do cartão.",
    "bc000006": "Validade inválida.",
    "bc000007": "Seu cartão venceu. Por favor, use um cartão diferente.",
    "bc000008": "Código de verificação inválido. Tente inseri-lo novamente.",
    "bc000009": "Número de cartão inválido. Tente inseri-lo novamente.",
    "ks*": "Houve um problema com a chave de ativação. Por favor, tente de novo mais tarde ou entre em contato com o suporte."
  }
}
