{
  "errorCodes": {
    "redirectWindowClosed": "La finestra di reindirizzamento è stata chiusa dall’utente.",
    "mr*": "Si è verificato un errore imprevisto dal lato del commerciante. Stiamo lavorando per risolvere il problema. Riprova più tardi.",
    "fm*": "Si è verificato un problema riguardo al tuo ordine. Ricontrolla tutte le informazioni inserite e riprova o contatta il supporto tecnico.",
    "fm000016": "Purtroppo, il totale del tuo ordine è inferiore al pagamento minimo. Aggiungi qualcos’altro al carrello.",
    "fm000017": "Purtroppo, il totale del tuo ordine è superiore al pagamento massimo. Togli qualcosa dal carrello.",
    "fm000018": "Il totale del tuo ordine è inferiore all’importo minimo per il metodo di pagamento selezionato. Scegli un altro metodo di pagamento.",
    "fm000019": "Il totale del tuo ordine è superiore all’importo massimo per il metodo di pagamento selezionato. Scegli un altro metodo di pagamento.",
    "fm000027": "Purtroppo, al momento non accettiamo pagamenti dal tuo paese.",
    "fm000039": "Per il pagamento è possibile utilizzare solo la propria carta di credito o di debito.",
    "fm000040": "Il tuo paese non ha restrizioni sugli ordini.",
    "fm000041": "Non è stato inserito alcun indirizzo email.",
    "fm000045": "Non è stato selezionato alcun paese.",
    "fm000046": "Non è stato inserito alcun codice postale.",
    "fm000050": "Il codice postale non è stato riconosciuto. Reinseriscilo.",
    "ph*": "Purtroppo il tuo ordine non può essere elaborato. Siamo consapevoli del problema e stiamo lavorando per risolverlo.",
    "rf*": "Si sono verificati dei problemi nell’elaborazione della tua richiesta di rimborso. Riprova più tardi o contatta il supporto tecnico.",
    "tk*": "Si è verificato un problema con il tuo acquisto. Riprova più tardi.",
    "co*": "Abbiamo incontrato difficoltà tecniche durante l’elaborazione del tuo ordine. Siamo consapevoli del problema e stiamo lavorando per risolverlo.",
    "ps*": "Purtroppo al momento non possiamo elaborare il tuo pagamento.",
    "ps000001": "Errore di sistema rilevato. Il nostro team di tecnici è al lavoro sul problema!",
    "ps000002": "Siamo spiacenti di constatare che hai deciso di annullare il pagamento.",
    "ps000003": "Il pagamento è stato rifiutato dal sistema antifrode della tua banca. Contatta la tua banca per maggiori informazioni.",
    "ps000004": "Il pagamento è stato rifiutato dal sistema 3&#8209;D&nbsp;Secure della tua banca. Contatta la tua banca per maggiori informazioni.",
    "ps000005": "Sono accettate solo carte 3&#8209;D&nbsp;Secure. Contatta la tua banca per maggiori informazioni.",
    "ps000006": "Non è stato possibile confermare la protezione 3&#8209;D&nbsp;Secure per la tua carta. Contatta la tua banca per maggiori informazioni.",
    "ps000011": "La sua carta di debito è stata rifiutata a causa di mancanza di copertura.",
    "ps000016": "Sembra che tu abbia problemi con la tua connessione internet. Riprova più tardi.",
    "bc000001": "Inserisci il numero della carta.",
    "bc000002": "Inserisci il CVV.",
    "bc000003": "Inserisci il mese di scadenza della carta.",
    "bc000004": "Inserisci l’anno di scadenza della carta.",
    "bc000005": "Inserisci il nome del titolare della carta.",
    "bc000006": "Data di scadenza non valida.",
    "bc000007": "La tua carta è scaduta. Usa un’altra carta.",
    "bc000008": "Codice CVV non valido. Reinseriscilo.",
    "bc000009": "Numero della carta non valido. Reinseriscilo.",
    "ks*": "Si è verificato un problema con il tuo codice di attivazione. Riprova più tardi o contatta il supporto tecnico per assistenza."
  }
}
