{
  "errorCodes": {
    "redirectWindowClosed": "חלון הניתוב מחדש נסגר על ידי המשתמש.",
    "mr*": "שגיאה בלתי צפויה בצד בית העסק. אנו פועלים לפתרון התקלה. נסה שוב מאוחר יותר.",
    "fm*": "קיימת בעיה בהזמנה. בדוק שוב את כל הפרטים שהזנת ונסה שוב, או צור קשר עם התמיכה הטכנית.",
    "fm000016": "לצערנו, סכום ההזמנה הכולל שלך נמוך מסכום התשלום המינימלי. הוסף משהו לסל הקניות.",
    "fm000017": "לצערנו, סכום ההזמנה הכולל שלך גבוה מסכום התשלום המרבי. הסר משהו מסל הקניות.",
    "fm000018": "סכום ההזמנה הכולל שלך נמוך מסכום התשלום המינימלי המותר באמצעי התשלום שבחרת. בחר אמצעי תשלום אחר.",
    "fm000019": "סכום ההזמנה הכולל שלך גבוה מסכום התשלום המרבי המותר באמצעי התשלום שבחרת. בחר אמצעי תשלום אחר.",
    "fm000027": "לצערנו, נכון לעכשיו איננו מקבלים תשלומים מהמדינה שלך.",
    "fm000039": "באפשרותך להשתמש אך ורק בכרטיסי אשראי או חיוב הנמצאים בבעלותך.",
    "fm000040": "על המדינה שלך לא חלות כל מגבלות בביצוע הזמנה.",
    "fm000041": "לא הוזנה כתובת דוא\"ל.",
    "fm000045": "לא נבחרה מדינה.",
    "fm000046": "לא הוזן מיקוד.",
    "fm000050": "לא הצלחנו לזהות את המיקוד. הזן אותו שוב.",
    "ph*": "לצערנו, לא הצלחנו לעבד את הזמנתך. אנו מודעים לבעיה ופועלים לפתרונה.",
    "rf*": "נתקלנו בבעיה בעת עיבוד בקשתך לקבלת החזר. נסה שוב מאוחר יותר או צור קשר עם התמיכה הטכנית.",
    "tk*": "הייתה בעיה ברכישה שלך. נסה שוב מאוחר יותר.",
    "ma*": "נתקלנו בקשיים טכניים בעת עיבוד בקשתך. אנו מודעים לבעיה ופועלים לפתרונה.",
    "ma000024": "לא הוזנה כתובת דוא\"ל.",
    "ps*": "לצערנו, איננו יכולים לעבד את התשלום שלך כרגע.",
    "ps000001": "זוהתה שגיאת מערכת. צוות המהנדסים שלנו עובד על זה!",
    "ps000002": "אנו מצטערים לראות שהחלטת לבטל את התשלום.",
    "ps000003": "התשלום סורב על ידי המערכת למניעת הונאות של הבנק שלך. צור קשר עם הבנק שלך לקבלת פרטים נוספים.",
    "ps000004": "התשלום סורב על ידי מערכת &#x200E;3&#8209;D&nbsp;Secure&#x200F; של הבנק שלך. צור קשר עם הבנק שלך לקבלת פרטים נוספים.",
    "ps000005": "אנו מקבלים אך ורק כרטיסי &#x200E;3&#8209;D&nbsp;Secure&#x200F;. צור קשר עם הבנק שלך לקבלת פרטים נוספים.",
    "ps000006": "לא ניתן היה לאמת הגנת &#x200E;3&#8209;D&nbsp;Secure&#x200F; עבור הכרטיס שלך. צור קשר עם הבנק שלך לקבלת פרטים נוספים.",
    "ps000011": "כרטיס החיוב שלך סורב בשל יתרה לא מספקת.",
    "ps000016": "נראה כי יש בעיות בחיבור שלך לאינטרנט. נסה שוב מאוחר יותר.",
    "bc000001": "הזן את מספר הכרטיס.",
    "bc000002": "הזן את קוד ה-CVV.",
    "bc000003": "הזן את חודש פקיעת התוקף של הכרטיס.",
    "bc000004": "הזן את שנת פקיעת התוקף של הכרטיס.",
    "bc000005": "הזן את שם בעל הכרטיס.",
    "bc000006": "תאריך פקיעת התוקף לא חוקי.",
    "bc000007": "תוקף הכרטיס שלך פג. השתמש בכרטיס אחר.",
    "bc000008": "קוד CVV לא חוקי. נסה להזינו שוב.",
    "bc000009": "מספר כרטיס לא חוקי. נסה להזינו שוב.",
    "ks*": "הייתה בעיה עם מפתח ההפעלה. נסה שוב מאוחר יותר או צור קשר עם התמיכה הטכנית לקבלת עזרה."
  }
}
