{
  "errorCodes": {
    "redirectWindowClosed": "Cửa sổ chuyển hướng đã bị đóng bởi người dùng.",
    "mr*": "Một lỗi không lường trước được đã xảy ra ở đầu bên chấp nhận thẻ. Chúng tôi đang giải quyết vấn đề. Vui lòng thử lại sau.",
    "fm*": "Có một vấn đề với đơn hàng của quý vị. Vui lòng kiểm tra lại tất cả thông tin quý vị đã nhập và thử lại hoặc liên hệ với bộ phận hỗ trợ kỹ thuật.",
    "fm000016": "Thật không may, tổng số đơn đặt hàng của quý vị ít hơn khoản thanh toán tối thiểu. Hãy thêm một mặt hàng nào đó vào giỏ hàng của quý vị.",
    "fm000017": "Thật không may, tổng số đơn đặt hàng của quý vị lớn hơn khoản thanh toán tối đa. Hãy bỏ bớt một mặt hàng nào đó từ giỏ hàng của quý vị.",
    "fm000018": "Tổng số đơn đặt hàng của quý vị ít hơn khoản thanh toán tối thiểu áp dụng cho phương thức thanh toán mà quý vị chọn. Vui lòng chọn một phương thức thanh toán khác.",
    "fm000019": "Tổng số đơn đặt hàng của quý vị lớn hơn khoản thanh toán tối đa áp dụng cho phương thức thanh toán mà quý vị chọn. Vui lòng chọn một phương thức thanh toán khác.",
    "fm000027": "Thật không may, hiện tại chúng tôi không chấp nhận thanh toán từ quốc gia của quý vị.",
    "fm000039": "Quý vị chỉ có thể sử dụng thẻ tín dụng hoặc thẻ ghi nợ của riêng mình để thanh toán.",
    "fm000040": "Quốc gia của quý vị không có hạn chế đối với đơn đặt hàng.",
    "fm000041": "Không có địa chỉ email nào được nhập.",
    "fm000045": "Không có quốc gia nào được chọn.",
    "fm000046": "Không có mã ZIP nào được nhập.",
    "fm000050": "Mã ZIP không được nhận. Vui lòng nhập lại.",
    "ph*": "Thật không may, đơn đặt hàng của quý vị không thể được xử lý. Chúng tôi đã biết vấn đề và đang giải quyết.",
    "rf*": "Chúng tôi gặp rắc rối khi xử lý yêu cầu hoàn trả của quý vị. Vui lòng thử lại sau hoặc liên hệ bộ phận hỗ trợ kỹ thuật.",
    "tk*": "Có một vấn đề với mua hàng của quý vị. Vui lòng thử lại sau.",
    "co*": "Chúng tôi gặp khó khăn kỹ thuật trong khi xử lý đơn đặt hàng của quý vị. Chúng tôi đã biết vấn đề và đang giải quyết.",
    "ps*": "Thật không may, chúng tôi không thể xử lý thanh toán của quý vị tại thời điểm này.",
    "ps000001": "Phát hiện lỗi hệ thống. Đội ngũ kỹ thuật của chúng tôi đang xử lý trường hợp!",
    "ps000002": "Rất tiếc khi quý vị quyết định hủy thanh toán của mình.",
    "ps000003": "Thanh toán đã bị từ chối bởi hệ thống chống gian lận của ngân hàng của quý vị. Hãy liên hệ với ngân hàng của quý vị để biết thêm thông tin.",
    "ps000004": "Thanh toán đã bị từ chối bởi hệ thống 3&#8209;D&nbsp;Secure của ngân hàng của quý vị. Hãy liên hệ với ngân hàng của quý vị để biết thêm thông tin.",
    "ps000005": "Chỉ chấp nhận thẻ 3&#8209;D&nbsp;Secure. Hãy liên hệ với ngân hàng của quý vị để biết thêm thông tin.",
    "ps000006": "Không thể xác nhận bảo vệ 3&#8209;D&nbsp;Secure cho thẻ của quý vị. Hãy liên hệ với ngân hàng của quý vị để biết thêm thông tin.",
    "ps000011": "Thẻ ghi nợ của quý vị đã bị từ chối do không đủ tiền.",
    "ps000016": "Dường như quý vị đang gặp vấn đề với kết nối internet. Vui lòng thử lại sau.",
    "bc000001": "Nhập số thẻ của quý vị.",
    "bc000002": "Nhập số CVV của quý vị.",
    "bc000003": "Nhập tháng hết hạn thẻ của quý vị.",
    "bc000004": "Nhập năm hết hạn thẻ của quý vị.",
    "bc000005": "Nhập tên của chủ thẻ.",
    "bc000006": "Ngày hết hạn không hợp lệ.",
    "bc000007": "Thẻ của quý vị đã hết hạn. Vui lòng sử dụng một thẻ khác.",
    "bc000008": "Mã CVV không hợp lệ. Vui lòng nhập lại mã này.",
    "bc000009": "Số thẻ không hợp lệ. Vui lòng nhập lại.",
    "ks*": "Có một vấn đề với khóa kích hoạt. Vui lòng thử lại sau hoặc liên hệ với bộ phận hỗ trợ kỹ thuật để được trợ giúp."
  }
}
