{
  "errorCodes": {
    "redirectWindowClosed": "Omdirigeringsskärmen stängdes av användaren",
    "mr*": "Ett oförutsett fel inträffade på handelssidan. Vi arbetar med att lösa detta problem. Försök igen senare.",
    "fm*": "Det är ett problem med din beställning. Dubbelkontrollera all information som du har angett och försök igen eller kontakta teknisk support",
    "fm000016": "Tyvärr är summan för din beställning mindre än lägsta beställningskostnaden Lägg till något mer i kundvagnen",
    "fm000017": "Tyvärr är summan för din beställning högre än högsta beställningskostnaden Ta bort någonting från kundvagnen",
    "fm000018": "Summan för din beställning är mindre än minimum för betalningsmetoden du har valt. Välj en annan betalningsmetod.",
    "fm000019": "Summan för din beställning är högre än maximum för betalningsmetoden du har valt. Välj en annan betalningsmetod.",
    "fm000027": "Tyvärr accepterar vi inte betalningar från ditt land just nu.",
    "fm000039": "Du kan bara använda ditt eget kredit- eller kontokort för betalning.",
    "fm000040": "Ditt land har inga begränsningar för beställningar.",
    "fm000041": "E-postadress är inte angiven.",
    "fm000045": "Land har inte valts.",
    "fm000046": "Postnummer är inte angivet.",
    "fm000050": "Postnumret är okänt. Ange det igen.",
    "ph*": "Tyvärr, din beställning kunde inte behandlas. Vi är medvetna om problemet och arbetar på att lösa det",
    "rf*": "Vi stötte på problem vid behandling av din begäran av återbetalning. Försök igen senare eller kontakta teknisk support.",
    "tk*": "Det finns ett problem med ditt köp. Försök igen senare.",
    "ma*": "Vi upplevde tekniska problem medan vi behandlade din beställning. Vi är medvetna om problemet och arbetar på att lösa det",
    "ma000024": "E-postadress är inte angiven.",
    "ps*": "Tyvärr kan vi inte behandla din betalning för närvarande.",
    "ps000001": "Systemfel upptäckt. Vårt teknikerteam jobbar på det!",
    "ps000002": "Vi ser att du bestämt dig för att avbryta din betalning.",
    "ps000003": "Betalningen avvisades av din banks anti-bedrägerisystem. Kontakta din bank för mer information.",
    "ps000004": "Betalningen avvisades av din banks 3-D&nbsp;Secure-system. Kontakta din bank för mer information.",
    "ps000005": "Bara 3-D&nbsp;Secure-kort accepteras. Kontakta din bank för mer information.",
    "ps000006": "3-D&nbsp;Secure-skydd kunde inte bekräftas för ditt kort. Kontakta din bank för mer information.",
    "ps000011": "Ditt kontokort avvisads på grund av för lite tillgångar.",
    "ps000016": "Det verkar som om du har problem med din internetanslutning. Försök igen senare.",
    "bc000001": "Ange kortnummer.",
    "bc000002": "Ange CVV-nummer.",
    "bc000003": "Ange kortets utgångsmånad.",
    "bc000004": "Ange kortets utgångsår.",
    "bc000005": "Ange namnet på kortinnehavaren.",
    "bc000006": "Ogiltigt utgångsdatum.",
    "bc000007": "Ditt kort är utgånget. Använd ett annat kort.",
    "bc000008": "Ogiltig CVV-kod. Ange det igen.",
    "bc000009": "Ogiltigt kortnummer. Ange det igen.",
    "ks*": "Det finns ett problem med aktiveringskoden. Försök igen senare eller kontakta teknisk support."
  }
}
