{
  "errorCodes": {
    "redirectWindowClosed": "リダイレクトされたウィンドウはユーザーにより閉じられました。",
    "mr*": "販売側で不測のエラーが発生しました。当社は問題の解決作業を行っています。後ほど再度お試しください。",
    "fm*": "お客様の注文において問題が起こっています。入力したすべての情報をダブルクリックして再度お試しになるか 技術サポートにお問い合わせください。",
    "fm000016": "あいにくお客様のご注文の合計額が最低お支払い額を下回っています。カートに他の何かを追加して下さい。",
    "fm000017": "あいにくお客様のご注文の合計額が最高お支払い額を上回っています。カートから何かを取り除いてください。",
    "fm000018": "お客様のご注文の合計が選択されたお支払い方法の最低額を下回っています。他のお支払方法を選択してください。",
    "fm000019": "お客様のご注文の合計が選択されたお支払い方法の最高額を上回っています。他のお支払方法を選択してください。",
    "fm000027": "あいにく現在当社はお客様の国からのお支払いを受け付けておりません。",
    "fm000039": "ご自分のクレジットカードまたはデビットカードのみをお支払いのために使用できます。",
    "fm000040": "お客様の国ではご注文の制限がありません。",
    "fm000041": "メールアドレスが入力されていません。",
    "fm000045": "国が選択されていません。",
    "fm000046": "ZIP コードが入力されていません。",
    "fm000050": "ZIP コードが認識されませんでした。再入力してください。",
    "ph*": "あいにくお客様のご注文は処理できませんでした。当社は問題を認識し、解決に向けて作業中です。",
    "rf*": "当社はお客様の返金請求の処理に関する問題にあたっております。後ほど再度お試しになり、技術サポートにお問い合わせください。",
    "tk*": "お客様のご購入について問題が発生しました。後ほど再度お試しください。",
    "ma*": "当社はお客様のご注文の処理中に技術的な困難に直面しました。当社は問題を認識し、解決に向けて作業中です。",
    "ma000024": "メールアドレスが入力されていません。",
    "ps*": "あいにく当社は現在のところお客様のお支払いを処理することができません。",
    "ps000001": "システムエラーが検出されました。当社のエンジニアリングチームがその件にあたってています。",
    "ps000002": "当社はお客様がお支払いのキャンセルを決定されたことについて残念に思います。",
    "ps000003": "お支払いはお客様の銀行の反詐欺システムにより拒否されました。詳細についてはお客様の銀行にお問い合わせください。",
    "ps000004": "お支払いはお客様の銀行の 3&#8209;D&nbsp;Secure システムにより拒否されました。詳細についてはお客様の銀行にお問い合わせください。",
    "ps000005": "3&#8209;D&nbsp;Secure カードのみが受付可能です。詳細についてはお客様の銀行にお問い合わせください。",
    "ps000006": "3&#8209;D&nbsp;Secure 保護はお客様のカードのためには確認できませんでした。詳細についてはお客様の銀行にお問い合わせください。",
    "ps000011": "お客様のデビットカードは残高が不十分なため拒否されました。",
    "ps000016": "お客様のインターネット接続に問題が起こっているようです。後ほど再度お試しください。",
    "bc000001": "カードナンバーを入力してください。",
    "bc000002": "CVV 番号を入力してください。",
    "bc000003": "カード期限の月を入力してください。",
    "bc000004": "カード期限の年を入力してください。",
    "bc000005": "カード所有者の氏名を入力してください。",
    "bc000006": "期日が無効です。",
    "bc000007": "お客様のカードは期限切れです。他のカードをご使用ください。",
    "bc000008": "CVV コードが無効です。再入力してください。",
    "bc000009": "カード番号が無効です。再入力してください。",
    "ks*": "アクティベーションキーに問題が発生しました。後ほど再度お試しになるか、支援のため技術サポートにお問い合わせください。"
  }
}
