{
  "errorCodes": {
    "redirectWindowClosed": "La fenêtre de redirection a été fermée par l’utilisateur.",
    "mr*": "Une erreur imprévue s’est produite du côté du marchand. Nous nous employons à résoudre ce problème. Veuillez réessayer plus tard.",
    "fm*": "Il y a un problème avec votre commande. Veuillez vérifier toutes les informations que vous avez saisies et réessayer ou contactez le support technique.",
    "fm000016": "Malheureusement, le total de votre commande est inférieur au paiement minimum. Ajoutez un autre article à votre panier.",
    "fm000017": "Malheureusement, le total de votre commande est supérieur au paiement maximum. Retirez un article de votre panier.",
    "fm000018": "Le total de votre commande est inférieur au montant minimum du mode de paiement que vous avez choisi. Veuillez choisir un autre mode de paiement.",
    "fm000019": "Le total de votre commande est supérieur au montant maximum du mode de paiement que vous avez choisi. Veuillez choisir un autre mode de paiement.",
    "fm000027": "Malheureusement, nous n’acceptons pour le moment aucun paiement en provenance de votre pays.",
    "fm000039": "Vous ne pouvez utiliser que votre propre carte de crédit ou de débit pour le paiement.",
    "fm000040": "Votre pays n’impose aucune restriction aux commandes.",
    "fm000041": "Aucune adresse électronique n’a été saisie.",
    "fm000045": "Aucun pays n’a été sélectionné.",
    "fm000046": "Aucun code postal n’a été saisi.",
    "fm000050": "Le code postal n’a pas été reconnu. Veuillez le saisir à nouveau.",
    "ph*": "Malheureusement, votre commande n’a pas pu être traitée. Nous sommes conscients du problème et travaillons à le résoudre.",
    "rf*": "Nous avons rencontré des problèmes lors du traitement de votre demande de remboursement. Veuillez réessayer plus tard ou contacter le support technique.",
    "tk*": "Un problème s’est produit avec votre achat. Veuillez réessayer plus tard.",
    "ma*": "Nous avons rencontré des difficultés techniques lors du traitement de votre commande. Nous sommes conscients du problème et travaillons à le résoudre.",
    "ma000024": "Aucune adresse électronique n’a été saisie.",
    "ps*": "Malheureusement, nous ne pouvons pas traiter votre paiement pour le moment.",
    "ps000001": "Erreur système détectée. Nos ingénieurs sont sur le coup&nbsp!",
    "ps000002": "Nous sommes désolés de constater que vous avez décidé d’annuler votre paiement.",
    "ps000003": "Le paiement a été refusé par le système antifraude de votre banque. Contactez votre banque pour plus d’informations.",
    "ps000004": "Le paiement a été refusé par le système 3-D&nbspSecure de votre banque. Contactez votre banque pour plus d’informations.",
    "ps000005": "Seules les cartes 3-D&nbspSecure sont acceptées. Contactez votre banque pour plus d’informations.",
    "ps000006": "La protection 3-D&nbspSecure de votre carte n’a pas pu être confirmée. Contactez votre banque pour plus d’informations.",
    "ps000011": "Votre carte de débit a été refusée en raison de fonds insuffisants.",
    "ps000016": "Vous semblez rencontrer des problèmes avec votre connexion Internet. Veuillez réessayer plus tard.",
    "bc000001": "Entrez le numéro de votre carte.",
    "bc000002": "Entrez votre numéro CVV.",
    "bc000003": "Entrez le mois d’expiration de votre carte.",
    "bc000004": "Entrez l’année d’expiration de votre carte.",
    "bc000005": "Entrez le nom du titulaire de la carte.",
    "bc000006": "Date d’expiration invalide.",
    "bc000007": "Votre carte a expiré. Veuillez utiliser une autre carte.",
    "bc000008": "Code CVV invalide. Essayez de le saisir à nouveau.",
    "bc000009": "Numéro de carte invalide. Essayez de le saisir à nouveau.",
    "ks*": "Un problème s’est produit avec la clé d’activation. Veuillez réessayer plus tard ou contacter le support technique."
  }
}
