{
  "errorCodes": {
    "redirectWindowClosed": "หน้าต่างการเปลี่ยนเส้นทางถูกปิดโดยผู้ใช้",
    "mr*": "มีข้อผิดพลาดที่ไม่คาดคิดเกิดขึ้นในส่วนของผู้ขาย เรากำลังดำเนินการเพื่อแก้ไขปัญหา กรุณาลองใหม่อีกครั้งในภายหลัง",
    "fm*": "เกิดปัญหาในส่วนการสั่งซื้อของคุณ โปรดตรวจสอบข้อมูลทั้งหมดที่คุณป้อนแล้วลองอีกครั้ง หรือติดต่อฝ่ายสนับสนุนด้านเทคนิค",
    "fm000016": "น่าเสียดาย ยอดรวมสำหรับการสั่งซื้อของคุณน้อยกว่าการชำระขั้นต่ำ เพิ่มรายการอื่นไปยังรถเข็นของคุณ",
    "fm000017": "น่าเสียดาย ที่ยอดรวมสำหรับการสั่งซื้อของคุณมากกว่าการชำระเงินสูงสุด ลบบางรายการออกจากรถเข็นของคุณ",
    "fm000018": "ยอดรวมสำหรับการสั่งซื้อของคุณน้อยกว่าขั้นต่ำสำหรับวิธีการชำระเงินที่คุณเลือก โปรดเลือกวิธีการชำระเงินอื่น",
    "fm000019": "ยอดรวมสำหรับการสั่งซื้อของคุณมากกว่าจำนวนสูงสุดของวิธีการชำระเงินที่คุณเลือก โปรดเลือกวิธีการชำระเงินอื่น",
    "fm000027": "คุณสามารถใช้บัตรเครดิตหรือบัตรเดบิตของคุณเองสำหรับการชำระเงิน",
    "fm000039": "คุณสามารถใช้บัตรเครดิตหรือบัตรเดบิตของคุณสำหรับการชำระเงิน",
    "fm000040": "ประเทศของคุณไม่มีข้อจำกัดในการสั่งซื้อ",
    "fm000041": "ยังไม่ได้ป้อนที่อยู่อีเมล",
    "fm000045": "ยังไม่ได้เลือกประเทศ",
    "fm000046": "ยังไม่ได้ป้อนรหัสไปรษณีย์",
    "fm000050": "ไม่รู้จักรหัสไปรษณีย์ โปรดป้อนใหม่อีกครั้ง",
    "ph*": "น่าเสียดาย ที่คำสั่งซื้อของคุณไม่สามารถดำเนินการได้ เราทราบถึงปัญหาและกำลังดำเนินการเพื่อแก้ไขปัญหา",
    "rf*": "เราพบปัญหาในการดำเนินการตามคำขอคืนเงินของคุณ กรุณาลองใหม่อีกครั้งในภายหลังงหรือติดต่อฝ่ายสนับสนุนด้านเทคนิค",
    "tk*": "โปรดลองอีกครั้งในภายหลังหรือติดต่อฝ่ายสนับสนุนด้านเทคนิค กรุณาลองใหม่อีกครั้งในภายหลัง",
    "ma*": "เราประสบปัญหาทางเทคนิคขณะประมวลผลคำสั่งซื้อของคุณ เราทราบถึงปัญหาและกำลังดำเนินการเพื่อแก้ไขปัญหา",
    "ma000024": "ยังไม่ได้ป้อนที่อยู่อีเมล",
    "ps*": "ขออภัย เราไม่สามารถประมวลผลการชำระเงินของคุณในขณะนี้",
    "ps000001": "ตรวจพบข้อผิดพลาดของระบบ ผู้ดูแลระบบของเราจะทำการแก้ไขปัญหานี้!",
    "ps000002": "เราเสียใจที่เห็นว่าคุณตัดสินใจที่จะยกเลิกการชำระเงิน",
    "ps000003": "การชำระเงินถูกปฏิเสธโดยระบบต่อต้านการทุจริตของธนาคารของคุณ ติดต่อธนาคารของคุณสำหรับข้อมูลเพิ่มเติม",
    "ps000004": "การชำระเงินถูกปฏิเสธโดยระบบ 3&#8209;D&nbsp;Secure ของธนาคารของคุณ ติดต่อธนาคารของคุณสำหรับข้อมูลเพิ่มเติม",
    "ps000005": "รับเฉพาะบัตร 3&#8209;D&nbsp;Secure ติดต่อธนาคารของคุณสำหรับข้อมูลเพิ่มเติม",
    "ps000006": "ไม่สามารถยืนยันการป้องกัน 3&#8209;D&nbsp;Secure สำหรับบัตรของคุณ ติดต่อธนาคารของคุณสำหรับข้อมูลเพิ่มเติม",
    "ps000011": "บัตรเดบิตของคุณถูกปฏิเสธเนื่องจากเงินไม่เพียงพอ",
    "ps000016": "คุณดูเหมือนจะประสบปัญหากับการเชื่อมต่ออินเทอร์เน็ตของคุณ กรุณาลองใหม่อีกครั้งในภายหลัง",
    "bc000001": "ป้อนหมายเลขบัตรของคุณ",
    "bc000002": "ป้อนรหัส CVV ของคุณ",
    "bc000003": "ป้อนเดือนที่บัตรหมดอายุ",
    "bc000004": "ป้อนปีที่บัตรหมดอายุ",
    "bc000005": "ป้อนชื่อผู้ถือบัตร",
    "bc000006": "วันหมดอายุไม่ถูกต้อง",
    "bc000007": "บัตรของคุณหมดอายุ กรุณาใช้บัตรอื่น",
    "bc000008": "รหัส CVV ไม่ถูกต้อง ลองป้อนใหม่อีกครั้ง",
    "bc000009": "เลขบัตรไม่ถูกต้อง ลองป้อนใหม่อีกครั้ง",
    "ks*": "เกิดปัญหากับรหัสเปิดใช้งาน โปรดลองอีกครั้งในภายหลังหรือติดต่อฝ่ายสนับสนุนด้านเทคนิคเพื่อขอความช่วยเหลือ"
  }
}
