{
  "errorCodes": {
    "redirectWindowClosed": "El usuario cerró la ventana de redirección.",
    "mr*": "Ocurrió un error inesperado del lado del comerciante. Estamos trabajando para resolver el problema. Intente de nuevo más tarde.",
    "fm*": "Hay un problema con su orden. Vuelva a revisar los datos ingresados e intente de nuevo o contáctese con el soporte técnico.",
    "fm000016": "Desafortunadamente, el total de su orden es menor al pago mínimo. Agregue algo más al carrito.",
    "fm000017": "Desafortunadamente, el total de su orden es mayor al pago máximo. Quite algo del carrito.",
    "fm000018": "El total de su orden es menor al mínimo para el método de pago seleccionado. Elija otro método de pago.",
    "fm000019": "El total de su orden es mayor al máximo para el método de pago seleccionado. Elija otro método de pago.",
    "fm000027": "Desafortunadamente, en este momento no aceptamos pagos de su país.",
    "fm000039": "Solo puede usar su propia tarjeta de débito o de crédito para realizar el pago.",
    "fm000040": "Su país no tiene restricciones para las órdenes.",
    "fm000041": "No se ingresó una dirección de correo electrónico.",
    "fm000045": "No se seleccionó un país.",
    "fm000046": "No se ingresó un código postal.",
    "fm000050": "No se reconoció el código postal. Vuelva a ingresarlo.",
    "ph*": "Desafortunadamente, no se pudo procesar la orden. Sabemos sobre este problema y estamos trabajando para resolverlo.",
    "rf*": "Tuvimos problemas para procesar su solicitud de reembolso. Intente de nuevo más tarde o contáctese con el soporte técnico.",
    "tk*": "Hubo un problema con su compra. Intente de nuevo más tarde.",
    "ma*": "Tuvimos dificultades técnicas para procesar la orden. Sabemos sobre este problema y estamos trabajando para resolverlo.",
    "ma000024": "No se ingresó una dirección de correo electrónico.",
    "ps*": "Desafortunadamente, no podemos procesar su pago en este momento.",
    "ps000001": "Se detectó un error en el sistema. ¡Nuestros ingenieros lo están resolviendo!",
    "ps000002": "Lamentamos saber que decidió cancelar su pago.",
    "ps000003": "El pago fue rechazado por el sistema antifraude de su banco. Contáctese con su banco para obtener más información.",
    "ps000004": "El pago fue rechazado por el sistema 3&#8209;D&nbsp;Secure de su banco. Contáctese con su banco para obtener más información.",
    "ps000005": "Solo se aceptan tarjetas 3&#8209;D&nbsp;Secure. Contáctese con su banco para obtener más información.",
    "ps000006": "No pudo confirmarse la protección 3&#8209;D&nbsp;Secure para su tarjeta. Contáctese con su banco para obtener más información.",
    "ps000011": "Se rechazó su tarjeta de débito por tener fondos insuficientes.",
    "ps000016": "Parece que hay problemas con su conexión a internet. Intente de nuevo más tarde.",
    "bc000001": "Ingrese el número de la tarjeta.",
    "bc000002": "Ingrese el código de seguridad (CVV).",
    "bc000003": "Ingrese el mes de caducidad de la tarjeta.",
    "bc000004": "Ingrese el año de caducidad de la tarjeta.",
    "bc000005": "Ingrese el nombre del titular de la tarjeta.",
    "bc000006": "Fecha de caducidad inválida.",
    "bc000007": "Su tarjeta ha caducado. Use una tarjeta diferente.",
    "bc000008": "Código de seguridad (CVV) inválido. Intente ingresarlo de nuevo.",
    "bc000009": "Número de tarjeta inválido. Intente ingresarlo de nuevo.",
    "ks*": "Hubo un problema con el código de activación. Intente de nuevo más tarde o contáctese con el soporte técnico para obtener ayuda."
  }
}
