{
  "errorCodes": {
    "redirectWindowClosed": "Das Weiterleitungsfenster wurde vom Benutzer geschlossen.",
    "mr*": "Auf der Händlerseite ist ein unerwarteter Fehler aufgetreten. Wir sind dabei, das Problem zu beheben. Bitte versuchen Sie es später erneut.",
    "fm*": "Bei Ihrer Bestellung ist ein Problem aufgetreten. Bitte überprüfen Sie die von Ihnen eingegebenen Informationen noch einmal, versuchen Sie es erneut oder wenden Sie sich an den technischen Support.",
    "fm000016": "Leider liegt Ihre Gesamtbestellung unter dem Mindestwert für Bestellungen. Fügen Sie weitere Artikel zu Ihrem Warenkorb hinzu.",
    "fm000017": "Leider liegt die Gesamtsumme Ihrer Bestellung über dem maximalen Wert für Bestellungen. Nehmen Sie Artikel aus Ihrem Warenkorb.",
    "fm000018": "Leider liegt die Gesamtsumme Ihrer Bestellung unter dem Mindestwert für Bestellungen mit dieser Zahlungsmethode. Bitte wählen Sie eine andere Zahlungsmethode.",
    "fm000019": "Leider liegt Ihre Gesamtbestellung unter dem maximalen Wert für Bestellungen mit dieser Zahlungsmethode. Bitte wählen Sie eine andere Zahlungsmethode.",
    "fm000027": "Leider akzeptieren wir derzeit keine Zahlungen aus Ihrem Land.",
    "fm000039": "Sie können nur mit Ihrer eigenen Kreditkarte oder Debit bezahlen.",
    "fm000040": "In Ihrem Land gelten keine Einschränkungen für Bestellungen.",
    "fm000041": "Sie haben Ihre E-Mail-Adresse nicht eingegeben.",
    "fm000045": "Sie haben das Land nicht ausgewählt.",
    "fm000046": "Sie haben die Postleitzahl nicht eingegeben.",
    "fm000050": "Die Postleitzahl wurde nicht erkannt. Bitte erneut eingeben.",
    "ph*": "Leider konnte Ihre Bestellung nicht verarbeitet werden. Wir wissen, dass dieses Problem aufgetreten ist und sind dabei, es zu lösen.",
    "rf*": "Bei der Verarbeitung Ihrer Rückerstattungsanfrage sind Probleme aufgetreten. Bitte versuchen Sie es später erneut oder wenden Sie sich an den technischen Support.",
    "tk*": "Bei Ihrem Einkauf ist ein Problem aufgetreten. Bitte versuchen Sie es später erneut.",
    "ma*": "Bei der Verarbeitung Ihrer Bestellung sind technische Schwierigkeiten aufgetreten. Wir wissen, dass dieses Problem aufgetreten ist und sind dabei, es zu lösen.",
    "ma000024": "Sie haben Ihre E-Mail-Adresse nicht eingegeben.",
    "ps*": "Leider können wir Ihre Zahlung derzeit nicht verarbeiten.",
    "ps000001": "Es ist ein Systemfehler aufgetreten. Unser Techniker-Team ist an dem Problem dran.",
    "ps000002": "Es tut uns leid, dass Sie Ihre Zahlung storniert haben.",
    "ps000003": "Die Zahlung wurde vom Antibetrugssystem Ihrer Bank abgelehnt. Weitere Informationen erhalten Sie von Ihrer Bank.",
    "ps000004": "Die Zahlung wurde vom 3D&nbsp;Secure-System Ihrer Bank abgelehnt. Weitere Informationen erhalten Sie von Ihrer Bank.",
    "ps000005": "Es werden nur 3D&nbsp;Secure-Karten akzeptiert. Weitere Informationen erhalten Sie von Ihrer Bank.",
    "ps000006": "Der Schutz Ihrer Karte mit 3D&nbsp;Secure konnte nicht bestätigt werden. Weitere Informationen erhalten Sie von Ihrer Bank.",
    "ps000011": "Ihre Debitkarte wurde aufgrund fehlender Deckung abgelehnt.",
    "ps000016": "Es sind Probleme mit Ihrer Internetverbindung aufgetreten. Bitte versuchen Sie es später erneut.",
    "bc000001": "Geben Sie Ihre Kartennummer ein.",
    "bc000002": "Geben Sie die CVV-Prüfziffer ein.",
    "bc000003": "Geben Sie den Ablaufmonat Ihrer Karte ein.",
    "bc000004": "Geben Sie das Ablaufjahr Ihrer Karte ein.",
    "bc000005": "Geben Sie den Namen des Karteninhabers ein.",
    "bc000006": "Das Ablaufdatum ist ungültig.",
    "bc000007": "Ihre Karte ist abgelaufen. Bitte verwenden Sie eine andere Karte.",
    "bc000008": "Ungültige CVV-Prüfziffer. Bitte geben Sie sie noch einmal ein.",
    "bc000009": "Ungültige Kartennummer. Bitte geben Sie sie noch einmal ein.",
    "ks*": "Es ist ein Problem mit dem Aktivierungsschlüssel aufgetreten. Bitte versuchen Sie es später erneut oder wenden Sie sich an den Technischen Support."
  }
}
