{
  "errorCodes": {
    "redirectWindowClosed": "Прозорецът за пренасочване беше затворен от потребителя.",
    "mr*": "Възникна непредвидена грешка от страна на търговеца. Работим по отстраняване на проблема. Моля, опитайте отново по&#8209късно.",
    "fm*": "Има проблем с поръчката Ви. Моля, проверете отново въведената от Вас информация или се свържете с отдел „Поддръжка“.",
    "fm000016": "За съжаление, общата стойност на поръчката Ви е по&#8209;малка от минималното плащане. Добавете още нещо в количката.",
    "fm000017": "За съжаление, общата стойност на поръчката Ви надхвърля максималното плащане. Извадете нещо от количката.",
    "fm000018": "Общата стойност на поръчката Ви е по&#8209;малка от минималната за избрания начин на плащане. Моля, изберете друг начин на плащане.",
    "fm000019": "Общата стойност на поръчката Ви надхвърля максималната за избрания начин на плащане. Моля, изберете друг начин на плащане.",
    "fm000027": "За съжаление, не приемаме плащания от Вашата държава.",
    "fm000039": "Можете да използвате само Вашата дебитна или кредитна карта за плащане.",
    "fm000040": "Вашата държава няма ограничения за поръчки.",
    "fm000041": "Няма въведен имейл адрес.",
    "fm000045": "Не е избрана държава.",
    "fm000046": "Не е въведен пощенски код.",
    "fm000050": "Пощенският код не беше разпознат. Моля, въведете го отново.",
    "ph*": "За съжаление, поръчката Ви не беше обработена. Информирани сме за проблема и работим по неговото отстраняване.",
    "rf*": "Имаме затруднения с обработването на искането за възстановяване на платената сума. Моля, опитайте отново по&#8209;късно или се свържете с отдел „Поддръжка“.",
    "tk*": "Имаше проблем с покупката Ви. Моля, опитайте отново по&#8209;късно.",
    "co*": "Имаме технически затруднения при обработването на поръчката. Информирани сме за проблема и работим по неговото отстраняване.",
    "ps*": "За съжаление, в момента не можем да обработим плащането.",
    "ps000001": "Установена е системна грешка. Нашият технически екип работи по случая!",
    "ps000002": "Съжаляваме, че решихте да отмените плащането.",
    "ps000003": "Плащането беше отхвърлено от системата против измами на банката. Свържете се с Вашата банка за повече информация.",
    "ps000004": "Плащането беше отхвърлено от системата за 3&#8209;D&nbsp;Secure на банката. Свържете се с Вашата банка за повече информация.",
    "ps000005": "Приемат се само карти с 3&#8209;D&nbsp;Secure. Свържете се с Вашата банка за повече информация.",
    "ps000006": "3&#8209;D&nbsp;Secure на картата Ви не беше потвърдена. Свържете се с Вашата банка за повече информация.",
    "ps000011": "Дебитната Ви карта беше отхвърлена поради недостатъчна наличност.",
    "ps000016": "Изглежда имате проблеми с интернет връзката. Моля, опитайте отново по&#8209;късно.",
    "bc000001": "Въведете номер на картата.",
    "bc000002": "Въведете CVV номер.",
    "bc000003": "Въведете месец на валидност на картата.",
    "bc000004": "Въведете година на валидност на картата.",
    "bc000005": "Въведете име на картодържателя.",
    "bc000006": "Невалидна дата.",
    "bc000007": "Вашата карта е изтекла. Моля, използвайте друга карта.",
    "bc000008": "Невалиден CVV код. Опитайте да го въведете отново.",
    "bc000009": "Невалиден номер на карта. Опитайте да го въведете отново.",
    "ks*": "Възникна проблем с ключа за активиране. Моля, опитайте отново по&#8209;късно или се свържете с техническа поддръжка за съдействие."
  }
}
