{
  "errorCodes": {
    "redirectWindowClosed": "Yeniden yönlendirme penceresi kullanıcı tarafından kapatıldı.",
    "mr*": "Satıcı tarafında beklenmeyen bir hata oluştu. Bu sorunu düzeltmeye çalışıyoruz. Lütfen daha sonra tekrar deneyin.",
    "fm*": "Siparişinizle ilgili bir sorun oluştu. Lütfen girmiş olduğunuz bütün bilgileri tekrar kontrol edin ve teknik destek ekibiyle iletişime geçin.",
    "fm000016": "Maalesef toplam sipariş tutarınız minimum ödeme miktarından düşük. Sepetinize başka şeyler ekleyin.",
    "fm000017": "Maalesef toplam sipariş tutarınız maksimum ödeme miktarından yüksek. Sepetinizden bir şeyler çıkarın.",
    "fm000018": "Maalesef toplam sipariş tutarınız, seçmiş olduğunuz ödeme yönteminin minimum miktarından düşük. Lütfen başka bir ödeme yöntemi seçin.",
    "fm000019": "Maalesef toplam sipariş tutarınız, seçmiş olduğunuz ödeme yönteminin maksimum miktarından yüksek. Lütfen başka bir ödeme yöntemi seçin.",
    "fm000027": "Maalesef bulunduğunuz ülkeden şu anda ödeme kabul edemiyoruz.",
    "fm000039": "Ödeme yapmak için sadece kendinize ait kredi veya bankamatik kartını kullanabilirsiniz.",
    "fm000040": "Ülkenizde siparişlerle ilgili bir kısıtlama bulunmuyor.",
    "fm000041": "E-posta adresi girilmedi.",
    "fm000045": "Ülke seçilmedi.",
    "fm000046": "Posta kodu girilmedi.",
    "fm000050": "Girilen posta kodu geçerli değil. Lütfen tekrar girin.",
    "ph*": "Maalesef siparişiniz işleme alınamadı. Bu sorunun farkındayız ve bu sorunu düzeltmeye çalışıyoruz.",
    "rf*": "Para iadesi talebinizi işleme alırken bir sorunla karşılaştık. Lütfen daha sonra tekrar deneyin veya teknik destek ekibiyle iletişime geçin.",
    "tk*": "Satın alma işleminizle ilgili bir sorun oluştu. Lütfen daha sonra tekrar deneyin.",
    "ma*": "Siparişinizi işleme alırken teknik aksaklıklar meydana geldi. Bu sorunun farkındayız ve bu sorunu düzeltmeye çalışıyoruz.",
    "ma000024": "E-posta adresi girilmedi.",
    "ps*": "Maalesef ödemenizi şu anda işleme alamıyoruz.",
    "ps000001": "Sistem hatası tespit edildi. Teknik ekibimiz bu konuyla ilgileniyor!",
    "ps000002": "Ödemenizi iptal ettiğiniz için üzgünüz.",
    "ps000003": "Ödeme, bankanızının dolandırıcılıkla mücadele sistemi tarafından reddedildi. Detaylı bilgilendirme için bankanızla iletişime geçin.",
    "ps000004": "Ödeme, bankanızının 3-D&nbsp;Secure sistemi tarafından reddedildi. Detaylı bilgilendirme için bankanızla iletişime geçin.",
    "ps000005": "Sadece 3-D&nbsp;Secure kartları kabul edilmektedir. Detaylı bilgilendirme için bankanızla iletişime geçin.",
    "ps000006": "Kartınıza ait 3-D&nbsp;Secure koruması teyit edilemedi. Detaylı bilgilendirme için bankanızla iletişime geçin.",
    "ps000011": "Yetersiz bakiye sebebiyle bankamatik kartınız reddedildi.",
    "ps000016": "İnternet bağlantınızla ilgili bir sorun yaşıyor olabilirsiniz. Lütfen daha sonra tekrar deneyin.",
    "bc000001": "Kart numaranızı girin.",
    "bc000002": "CVV numaranızı girin.",
    "bc000003": "Kartınızın son kullanma ayını girin.",
    "bc000004": "Kartınızın son kullanma yılını girin.",
    "bc000005": "Kart sahibinin adını girin.",
    "bc000006": "Geçersiz son kullanma tarihi.",
    "bc000007": "Kartınızın son kullanma tarihi geçmiş bulunmaktadır. Lütfen farklı bir kart kullanın.",
    "bc000008": "Geçersiz CVV kodu. Lütfen tekrar girin.",
    "bc000009": "Geçersiz kart numarası. Lütfen tekrar girin.",
    "ks*": "Ürün etkinleştirme anahtarı ile ilgili bir sorun oluştu. Lütfen daha sonra tekrar deneyin veya yardım için teknik destek ekibiyle iletişime geçin."
  }
}
