{
  "errorCodes": {
    "redirectWindowClosed": "Okno přesměrování bylo uživatelem zavřeno.",
    "mr*": "Na straně obchodníka se vyskytla neočekávaná chyba. Pracujeme na vyřešení problému. Zkuste to znovu později.",
    "fm*": "U vaší objednávky nastal problém. Zkontrolujte všechny zadané informace a zkuste to znovu anebo se obraťte technickou podporu.",
    "fm000016": "Celková částka vaší objednávky je bohužel nižší než stanovená minimální platba. Přidejte do košíku něco dalšího.",
    "fm000017": "Celková částka vaší objednávky je bohužel vyšší než maximální povolená platba. Vyjměte něco z košíku.",
    "fm000018": "Celková částka vaší objednávky je bohužel nižší než stanovená minimální platba pro vybranou platební metodu. Vyberte prosím jinou platební metodu.",
    "fm000019": "Celková částka vaší objednávky je bohužel vyšší než povolená maximální platba pro vybranou platební metodu. Vyberte prosím jinou platební metodu.",
    "fm000027": "V současné době bohužel nepřijímáme platby z vaší země.",
    "fm000039": "K platbě můžete použít pouze svou vlastní kreditní nebo debetní kartu.",
    "fm000040": "Vaše země nemá žádná omezení pro objednávky.",
    "fm000041": "Nebyla zadána žádná e-mailová adresa.",
    "fm000045": "Nebyla vybrána žádná země.",
    "fm000046": "Nebylo vloženo žádné PSČ.",
    "fm000050": "PSČ nebylo rozpoznáno. Zadejte je znovu.",
    "ph*": "Vaše objednávka bohužel nemohla být zpracována. Jsme si vědomi problému a pracujeme na jeho řešení.",
    "rf*": "Při zpracování vaší žádosti o vrácení peněz nastaly potíže. Zkuste to znovu později anebo kontaktujte technickou podporu.",
    "tk*": "U tohoto nákupu došlo k potížím. Zkuste to znovu později.",
    "ma*": "Při zpracování vaší objednávky došlo k technickým potížím. Jsme si vědomi problému a pracujeme na jeho řešení.",
    "ma000024": "Nebyla zadána žádná e-mailová adresa.",
    "ps*": "Momentálně bohužel nemůžeme vaši platbu zpracovat.",
    "ps000001": "Byla zjištěna systémová chyba. Náš technický tým na případu pracuje.",
    "ps000002": "Je nám líto, že jste se rozhodli platbu zrušit.",
    "ps000003": "Platba byla systémem proti podvodům ve vaší bance odmítnuta. O bližší vysvětlení požádejte svoji banku.",
    "ps000004": "Platba byla bezpečnostním systémem 3-D&nbsp;Secure ve vaší bance odmítnuta. O bližší vysvětlení požádejte svoji banku.",
    "ps000005": "Akceptovat lze pouze karty 3-D&nbsp;Secure. O bližší vysvětlení požádejte svoji banku.",
    "ps000006": "Ochranu 3-D&nbsp;Secure nelze u vaší karty potvrdit. O bližší vysvětlení požádejte svoji banku.",
    "ps000011": "Vaše debetní karta byla odmítnuta z důvodu nedostatečných finančních prostředků.",
    "ps000016": "Zdá se, že máte problémy s připojením k internetu. Zkuste to znovu později.",
    "bc000001": "Zadejte číslo své karty.",
    "bc000002": "Zadejte svůk kód CVV.",
    "bc000003": "Zadejte měsíc vypršení platnosti karty.",
    "bc000004": "Zadejte rok vypršení platnosti karty.",
    "bc000005": "Zadejte jméno držitele karty.",
    "bc000006": "Neplatné datum vypršení platnosti.",
    "bc000007": "Platnost vaší karty vypršela. Použijte jinou kartu.",
    "bc000008": "Neplatný kód CVV. Zadejte kód znovu.",
    "bc000009": "Neplatné číslo karty. Zadejte číslo karty znovu.",
    "ks*": "Nastal problém s aktivačním klíčem. Zkuste to znovu později anebo se obraťte na technickou podporu."
  }
}
