{
  "errorCodes": {
    "redirectWindowClosed": "A janela de redirecionamento foi fechada pelo utilizador.",
    "mr*": "Ocorreu um erro inesperado do lado do comerciante. Estamos a trabalhar para resolver o problema. Tente novamente mais tarde.",
    "fm*": "Ocorreu um problema com a sua encomenda. Por favor, volte a verificar toda a informação que introduziu e tente novamente ou contacte o apoio técnico.",
    "fm000016": "Infelizmente, o total da sua encomenda é inferior ao pagamento mínimo. Adicione mais alguma coisa ao seu carrinho.",
    "fm000017": "Infelizmente, o total da sua encomenda é superior ao pagamento máximo. Retire alguma coisa do seu carrinho.",
    "fm000018": "O total da sua encomenda é inferior ao mínimo para o método de pagamento que selecionou. Selecione outro método de pagamento.",
    "fm000019": "O total da sua encomenda é superior ao máximo para o método de pagamento que selecionou. Selecione outro método de pagamento.",
    "fm000027": "Infelizmente, neste momento, não estamos a aceitar pagamentos vindos do seu país.",
    "fm000039": "Só pode usar o seu próprio cartão de crédito ou de débito para o pagamento.",
    "fm000040": "O seu país não tem restrições a encomendas.",
    "fm000041": "Não foi introduzido nenhum endereço de e-mail.",
    "fm000045": "Não foi selecionado qualquer país.",
    "fm000046": "Não foi introduzido nenhum Código Postal.",
    "fm000050": "O Código Postal não foi reconhecido. Por favor, introduza-o novamente.",
    "ph*": "Infelizmente, a sua encomenda não pôde ser processada. Estamos cientes do problema e a trabalhar numa solução.",
    "rf*": "Tivemos problemas ao processar o seu pedido de reembolso. Por favor, tente novamente mais tarde ou contacte o apoio técnico.",
    "tk*": "Ocorreu um problema com a sua compra. Tente novamente mais tarde.",
    "ma*": "Tivemos dificuldades técnicas ao processar a sua encomenda. Estamos cientes do problema e a trabalhar numa solução.",
    "ma000024": "Não foi introduzido nenhum endereço de e-mail.",
    "ps*": "Infelizmente, não podemos processar o seu pagamento neste momento.",
    "ps000001": "Detetado um erro do sistema. A nossa equipa de engenheiros está a trabalhar no caso!",
    "ps000002": "Lamentamos que tenha decidido cancelar o seu pagamento.",
    "ps000003": "O pagamento foi recusado pelo sistema antifraude do seu banco. Entre em contacto com o seu banco para obter mais informações.",
    "ps000004": "O pagamento foi recusado pelo sistema 3-D&nbspSecure do seu banco. Entre em contacto com o seu banco para obter mais informações.",
    "ps000005": "Só são aceites cartões 3-D&nbspSecure. Entre em contacto com o seu banco para obter mais informações.",
    "ps000006": "Não foi possível confirmar a proteção 3-D&nbspSecure para o seu cartão. Entre em contacto com o seu banco para obter mais informações.",
    "ps000011": "O seu cartão de débito foi recusado por insuficiência de fundos.",
    "ps000016": "Parece estar a ter problemas com a sua ligação à Internet. Tente novamente mais tarde.",
    "bc000001": "Insira o número do seu cartão.",
    "bc000002": "Insira o seu número CVV.",
    "bc000003": "Insira o mês de validade do seu cartão.",
    "bc000004": "Insira o ano de validade do seu cartão.",
    "bc000005": "Insira o nome do titular do cartão.",
    "bc000006": "Data de validade inválida.",
    "bc000007": "O seu cartão está fora da validade. Por favor, use um cartão diferente.",
    "bc000008": "Código CVV inválido. Tente inseri-lo novamente.",
    "bc000009": "Número de cartão inválido. Tente inseri-lo novamente.",
    "ks*": "Ocorreu um problema com a chave de ativação. Por favor, tente novamente mais tarde ou contate o apoio técnico para obter assistência."
  }
}
