{
  "errorCodes": {
    "redirectWindowClosed": "تم إغلاق نافذة إعادة التوجيه من قبل المستخدم.",
    "mr*": "حدث خطأ غير متوقع من جانب التاجر. نعمل على حل المشكلة. يُرجى إعادة المحاولة لاحقًا.",
    "fm*": "هناك مشكلة في طلبك. يُرجى التحقق مرة أخرى من كافة المعلومات التي أدخلتها والمحاولة مرة أخرى أو اتصل بالدعم الفني.",
    "fm000016": "للأسف، إجمالي طلبك أقل من الحد الأدنى للدفع. أضف شيئًا آخر لعربة تسوقك.",
    "fm000017": "للأسف، إجمالي طلبك أكبر من الحد الأقصى للدفع. أزل شيئًا من عربة تسوقك.",
    "fm000018": "إجمالي طلبك أقل من الحد الأدنى لطريقة الدفع التي حددتها. يرجى اختيار طريقة أخرى للدفع.",
    "fm000019": "إجمالي طلبك أكبر من الحد الأقصى لطريقة الدفع التي حددتها. يرجى اختيار طريقة أخرى للدفع.",
    "fm000027": "للأسف، لا نقبل في الوقت الحالي مدفوعات من بلدك.",
    "fm000039": "لا يمكنك استخدام سوى بطاقة الائتمان أو المدين الخاصة بك لإتمام عملية الدفع.",
    "fm000040": "لا تفرض بلدك أي قيود على الطلبات.",
    "fm000041": "لم يتم إدخال عنوان بريد إلكتروني.",
    "fm000045": "لم يتم تحديد البلد.",
    "fm000046": "لم يتم إدخال الرمز البريدي.",
    "fm000050": "لم يتم التعرف على الرمز البريدي. يرجى إعادة إدخاله.",
    "ph*": "للأسف، تعذر معالجة طلبك. نحن على دراية بالمشكلة ونعمل على حلها.",
    "rf*": "واجهتنا مشكلة أثناء معالجة طلب الاسترداد الخاص بك. يرجي إعادة المحاولة لاحقًا أو اتصل بالدعم الفني.",
    "tk*": "هناك مشكلة في عملية شرائك. يُرجى إعادة المحاولة لاحقًا.",
    "ma*": "واجهنا بعض الصعوبات الفنية أثناء معالجة طلبك. نحن على دراية بالمشكلة ونعمل على حلها.",
    "ma000024": "لم يتم إدخال عنوان بريد إلكتروني.",
    "ps*": "للأسف، لا يمكننا معالجة عملية الدفع الخاصة بك حاليًا.",
    "ps000001": "تم اكتشاف خطأ في النظام. يعمل فريقنا الهندسي على حل المشكلة!",
    "ps000002": "نأسف لمعرفة أنك قررت إلغاء عملية الدفع الخاصة بك.",
    "ps000003": "تم رفض عملية الدفع بسبب نظام مكافحة الاحتيال الخاص ببنكك. اتصل بالبنك الخاص بك لمزيد من المعلومات.",
    "ps000004": "تم رفض عملية الدفع بسبب نظام &#x200E;3&#8209;D&nbsp;Secure&#x200F; الخاص ببنكك. اتصل بالبنك الخاص بك لمزيد من المعلومات.",
    "ps000005": "تُقبل البطاقات بتقنية &#x200E;3&#8209;D&nbsp;Secure&#x200F; فقط. اتصل بالبنك الخاص بك لمزيد من المعلومات.",
    "ps000006": "تعذر تأكيد حماية &#x200E;3&#8209;D&nbsp;Secure&#x200F; لبطاقتك. اتصل بالبنك الخاص بك لمزيد من المعلومات.",
    "ps000011": "تم رفض بطاقة المدين الخاصة بك نظرًا لعدم كفاية الرصيد.",
    "ps000016": "يبدو أنك تواجه مشكلات في اتصالك بالإنترنت. يُرجى إعادة المحاولة لاحقًا.",
    "bc000001": "أدخل رقم بطاقتك.",
    "bc000002": "أدخل رمز CVV الخاص بك.",
    "bc000003": "أدخل شهر انتهاء صلاحية بطاقتك.",
    "bc000004": "أدخل سنة انتهاء صلاحية بطاقتك.",
    "bc000005": "أدخل اسم حامل البطاقة.",
    "bc000006": "تاريخ انتهاء صلاحية غير صالح.",
    "bc000007": "بطاقتك منتهية الصلاحية. يُرجى استخدام بطاقة مختلفة.",
    "bc000008": "رمز CVV غير صالح. يرجى إعادة إدخاله.",
    "bc000009": "رقم بطاقة غير صالح. يرجى إعادة إدخاله.",
    "ks*": "هناك مشكلة في مفتاح التنشيط. يُرجى إعادة المحاولة لاحقًا أو اتصل بالدعم الفني للمساعدة."
  }
}
