{
  "errorCodes": {
    "redirectWindowClosed": "Vinduet til omdirigering blev lukket af brugeren.",
    "mr*": "Der opstod en uventet fejl hos forhandleren. Vi arbejder på at løse problemet. Prøv igen senere.",
    "fm*": "Der opstod et problem med din ordre. Tjek venligst alle de oplysninger, du har indtastet, og prøv igen, eller kontakt teknisk support.",
    "fm000016": "Desværre er det samlede beløb for din ordre mindre end minimumsbetalingen. Føj noget mere til din indkøbskurv.",
    "fm000017": "Desværre er det samlede beløb for din ordre større end den maksimale betaling. Fjern noget fra din indkøbskurv.",
    "fm000018": "Det samlede beløb for din ordre er mindre end minimumsbeløbet for den valgte betalingsmetode. Vælg en anden betalingsmetode.",
    "fm000019": "Det samlede beløb for din ordre er større end det maksimale beløb for den valgte betalingsmetode. Vælg en anden betalingsmetode.",
    "fm000027": "Vi accepterer desværre ikke betalinger fra dit land for øjeblikket.",
    "fm000039": "Du kan kun bruge dit eget kredit&#8209; eller betalingskort til at gennemføre betalingen.",
    "fm000040": "Dit land har ingen begrænsninger på ordrer.",
    "fm000041": "Der er ikke indtastet nogen e&#8209;mailadresse.",
    "fm000045": "Der er ikke valgt noget land.",
    "fm000046": "Der er ikke indtastet noget postnummer.",
    "fm000050": "Postnummeret blev ikke genkendt. Indtast det igen.",
    "ph*": "Din ordre kunne desværre ikke behandles. Vi er opmærksomme på problemet og arbejder på at løse det.",
    "rf*": "Der opstod problemer under behandlingen af din anmodning om refundering. Prøv igen senere eller kontakt teknisk support.",
    "tk*": "Der opstod et problem med dit køb. Prøv igen senere.",
    "co*": "Der opstod tekniske vanskeligheder under behandlingen af din ordre. Vi er opmærksomme på problemet og arbejder på at løse det.",
    "ps*": "Vi kan desværre ikke behandle din betaling i øjeblikket.",
    "ps000001": "Der er registreret en systemfejl. Vores tekniske team er på sagen!",
    "ps000002": "Vi beklager, at du har besluttet at annullere din betaling.",
    "ps000003": "Betalingen blev afvist af din banks anti&#8209;svindelsystem. Kontakt din bank for nærmere oplysninger.",
    "ps000004": "Betalingen blev afvist af din banks 3&#8209;D&nbsp;Secure&#8209;system. Kontakt din bank for nærmere oplysninger.",
    "ps000005": "Kun 3&#8209;D&nbsp;Secure&#8209;kort accepteres. Kontakt din bank for nærmere oplysninger.",
    "ps000006": "3&#8209;D&nbsp;Secure&#8209;beskyttelse kunne ikke bekræftes for dit kort. Kontakt din bank for nærmere oplysninger.",
    "ps000011": "Dit betalingskort blev afvist på grund af for lav saldo.",
    "ps000016": "Det ser ud til, at du har problemer med din internetforbindelse. Prøv igen senere.",
    "bc000001": "Indtast dit kortnummer.",
    "bc000002": "Indtast din CVV&#8209;kode.",
    "bc000003": "Indtast udløbsmåned for dit kort.",
    "bc000004": "Indtast udløbsår for dit kort.",
    "bc000005": "Indtast kortholderens navn.",
    "bc000006": "Ugyldig udløbsdato.",
    "bc000007": "Dit kort er udløbet. Brug et andet kort.",
    "bc000008": "Ugyldig CVV&#8209;kode. Prøv at indtaste det igen.",
    "bc000009": "Ugyldigt kortnummer. Prøv at indtaste det igen.",
    "ks*": "Der opstod et problem med aktiveringsnøglen. Prøv igen senere eller kontakt teknisk support for at få hjælp."
  }
}
