{
  "errorCodes": {
    "redirectWindowClosed": "Το παράθυρο ανακατεύθυνσης έκλεισε από τον χρήστη.",
    "mr*": "Προέκυψε αναπάντεχο σφάλμα από πλευράς εμπόρου. Προσπαθούμε να αποκαταστήσουμε το πρόβλημα. Προσπαθήστε ξανά αργότερα.",
    "fm*": "Προέκυψε κάποιο ζήτημα με την παραγγελία σας. Ελέγξτε ξανά τις πληροφορίες που εισαγάγατε και προσπαθήστε ξανά, ή επικοινωνήστε με την τεχνική υποστήριξη.",
    "fm000016": "Δυστυχώς το σύνολο της παραγγελίας σας είναι μικρότερο από την ελάχιστη πληρωμή. Προσθέστε κάτι ακόμη στο καλάθι σας.",
    "fm000017": "Δυστυχώς το σύνολο της παραγγελίας σας είναι μεγαλύτερο από την ελάχιστη πληρωμή. Αφαιρέστε κάτι από το καλάθι σας.",
    "fm000018": "Το σύνολο της παραγγελίας σας είναι μικρότερο από το ελάχιστο ποσό του επιλεγμένου τρόπου πληρωμής. Επιλέξτε διαφορετικό τρόπο πληρωμής.",
    "fm000019": "Το σύνολο της παραγγελίας σας είναι μεγαλύτερο από το μέγιστο ποσό του επιλεγμένου τρόπου πληρωμής. Επιλέξτε διαφορετικό τρόπο πληρωμής.",
    "fm000027": "Δυστυχώς, αυτήν τη στιγμή δεν δεχόμαστε πληρωμές από τη χώρα σας.",
    "fm000039": "Μπορείτε να χρησιμοποιήσετε μόνο τη δική σας χρεωστική ή πιστωτική κάρτα για πληρωμή.",
    "fm000040": "Η χώρα σας δεν έχει περιορισμούς στις παραγγελίες.",
    "fm000041": "Δεν έχει εισαχθεί διεύθυνση email.",
    "fm000045": "Δεν έχει επιλεχθεί χώρα.",
    "fm000046": "Δεν έχει εισαχθεί ταχυδρομικός κωδικός.",
    "fm000050": "Ο ταχυδρομικός κωδικός δεν αναγνωρίζεται. Εισαγάγετέ τον ξανά.",
    "ph*": "Δυστυχώς, δεν ήταν δυνατή η επεξεργασία της παραγγελίας σας. Γνωρίζουμε το ζήτημα και προσπαθούμε να το αποκαταστήσουμε.",
    "rf*": "Αντιμετωπίζουμε προβλήματα κατά την επεξεργασία του αιτήματός σας για επιστροφή χρημάτων. Προσπαθήστε ξανά αργότερα ή επικοινωνήστε με την τεχνική υποστήριξη.",
    "tk*": "Προέκυψε σφάλμα με την αγορά σας. Προσπαθήστε ξανά αργότερα.",
    "ma*": "Αντιμετωπίζουμε τεχνικές δυσκολίες όταν επεξεργαζόμαστε την παραγγελία σας. Γνωρίζουμε το ζήτημα και προσπαθούμε να το αποκαταστήσουμε.",
    "ma000024": "Δεν έχει εισαχθεί διεύθυνση email.",
    "ps*": "Δυστυχώς, δεν μπορούμε να επεξεργαστούμε την πληρωμή σας αυτήν τη στιγμή.",
    "ps000001": "Εντοπίστηκε σφάλμα συστήματος. Η ομάδα των μηχανικών μας δουλεύει για την επίλυση!",
    "ps000002": "Λυπούμαστε που αποφασίσατε να ακυρώσετε την πληρωμή σας.",
    "ps000003": "Η πληρωμή απορρίφθηκε από το σύστημα κατά της απάτης της τράπεζάς σας. Επικοινωνήστε με την τράπεζά σας για περισσότερες πληροφορίες.",
    "ps000004": "Η πληρωμή απορρίφθηκε από το σύστημα 3&#8209;D&nbsp;Secure της τράπεζάς σας. Επικοινωνήστε με την τράπεζά σας για περισσότερες πληροφορίες.",
    "ps000005": "Μόνο οι κάρτες 3&#8209;D&nbsp;Secure είναι αποδεκτές. Επικοινωνήστε με την τράπεζά σας για περισσότερες πληροφορίες.",
    "ps000006": "Δεν ήταν δυνατή η επιβεβαίωση προστασίας 3&#8209;D&nbsp;Secure για την κάρτα σας. Επικοινωνήστε με την τράπεζά σας για περισσότερες πληροφορίες.",
    "ps000011": "Η χρεωστική σας κάρτα απορρίφθηκε λόγω ανεπαρκούς υπολοίπου.",
    "ps000016": "Φαίνεται ότι αντιμετωπίζετε προβλήματα με τη σύνδεσή σας στο Internet. Προσπαθήστε ξανά αργότερα.",
    "bc000001": "Εισαγάγετε τον αριθμό της κάρτας σας.",
    "bc000002": "Εισαγάγετε τον αριθμό CVV.",
    "bc000003": "Εισαγάγετε τον μήνα λήξης της κάρτας σας.",
    "bc000004": "Εισαγάγετε το έτος λήξης της κάρτας σας.",
    "bc000005": "Εισαγάγετε το όνομα κατόχου της κάρτας.",
    "bc000006": "Μη έγκυρη ημερομηνία λήξης.",
    "bc000007": "Η κάρτα σας έληξε. Χρησιμοποιήστε διαφορετική κάρτα.",
    "bc000008": "Μη έγκυρος κωδικός CVV. Προσπαθήστε ξανά εισαγωγή.",
    "bc000009": "Μη έγκυρος αριθμός κάρτας. Προσπαθήστε ξανά εισαγωγή.",
    "ks*": "Προέκυψε κάποιο πρόβλημα με το κλειδί ενεργοποίησης. Προσπαθήστε ξανά αργότερα ή επικοινωνήστε με την τεχνική υποστήριξη για βοήθεια."
  }
}
