{
  "errorCodes": {
    "redirectWindowClosed": "Вы закрыли окно для прохождения проверки безопасности :(",
    "mr*": "Some technical issue occurred on merchant side. We are working to fix it, so come back and try again later.",
    "fm*": "There is an issue with your order. Please double-check all your input data and try again or contact our support team.",
    "fm000016": "Sorry, but your order amount is lower than min allowed payment. Put something more in the basket.",
    "fm000017": "Sorry, but your order amount is greater than max allowed payment. Put some stuff away from the basket.",
    "fm000018": "Order amount is lower than min allowed payment for your chosen payment method. Try to choose another one.",
    "fm000019": "Order amount is greater than max allowed payment for your chosen payment method. Try to choose another one.",
    "fm000027": "Sorry, but payments from your country are not allowed.",
    "fm000039": "You can use only your own bank card for payment.",
    "fm000040": "Your country is not restricted for orders.",
    "fm000041": "It is required to enter your email.",
    "fm000045": "It is required to specify your country.",
    "fm000046": "It is required to enter you zip code.",
    "fm000050": "We could not recognise your zip code. Try to reenter it.",
    "ph*": "Sorry, but we couldn't process your order. We've already got the problem and working on it.",
    "rf*": "We stuck into some trouble, processing your refund request. Please try again later or contact our support team",
    "tk*": "Something went wrong with your purchase. Please try again later.",
    "co*": "Неизвестная ошибка. Повторите запрос позже.",
    "ps*": "Sorry but your payment can't be processed at the moment",
    "ps000001": "Неисправность в системе",
    "ps000002": "Отмененно покупателем",
    "ps000003": "Отклонено Антифраудом",
    "ps000004": "Отклонено системой 3&#8209;D&nbsp;Secure",
    "ps000005": "Only&nbsp;3&#8209;D&nbsp;Secure bank cards are allowed to use. Contact your bank for details.",
    "ps000006": "3&#8209;D&nbsp;Secure availability is unknown for your card. Contact your bank for details.",
    "ps000011": "You have insufficient funds on your bank account.",
    "ps000016": "Seems like you have Internet connection problems. Try again later.",
    "bc000001": "Your bank card number is required to fill-in.",
    "bc000002": "Your bank card CVV number is required to fill-in.",
    "bc000003": "Your bank card expire month is required to fill-in.",
    "bc000004": "Your bank card expire year is required to fill-in.",
    "bc000005": "Your bank card holder name is required to fill-in.",
    "bc000006": "Your bank card expiration year or month is invalid",
    "bc000007": "Your bank card is expired. Try to use another one.",
    "bc000008": "Your bank card CVV is invalid. Try to reenter it.",
    "bc000009": "Your bank card number is invalid. Try to reenter it.",
    "ks*": "Something went wrong with your key code. Please try again later or contact our support team to arrange a fix."
  }
}
