{
  "errorCodes": {
    "redirectWindowClosed": "Вы закрыли окно для прохождения проверки безопасности :(",
    "mr*": "На стороне продавца произошел технический сбой. Мы работаем над исправлением проблемы, попробуйте вернуться позже.",
    "fm*": "Возникла проблема с вашим заказом. Перепроверьте все введенные данные и попробуйте снова или обратитесь в нашу техподдержку.",
    "fm000016": "Сумма вашего заказа ниже минимально возможной. Добавьте в корзину что-нибудь еще.",
    "fm000017": "Сумма вашего заказа выше максимально возможной. Уберите часть товаров из корзины.",
    "fm000018": "Сумма вашего заказа ниже минимально возможной для выбранного вами платежного метода. Попробуйте выбрать другой.",
    "fm000019": "Сумма вашего заказа выше максимально возможной для выбранного вами платежного метода. Попробуйте выбрать другой.",
    "fm000027": "Простите, но платежи из вашей страны запрещены.",
    "fm000039": "Для платежей возможно использовать только свою личную банковскую карту.",
    "fm000040": "Нет запрета для платежей из вашей страны.",
    "fm000041": "Необходимо ввести ваш email.",
    "fm000045": "Необходимо указать вашу страну.",
    "fm000046": "Необходимо указать ваш почтовый индекс.",
    "fm000050": "Мы не смогли распознать ваш почтовый индекс. Попробуйте ввести его снова.",
    "ph*": "К сожалению мы не смогли обработать ваш заказ. Мы уже в курсе проблемы и работаем над ее исправлением.",
    "rf*": "В процессе обработки вашего запроса на возврат мы столкнулись с проблемой. Попробуйте вернуться позже или обратитесь в нашу техподдержку.",
    "tk*": "Что-то не так с вашей покупкой. Попробуйте вернуться позже.",
    "co*": "Неизвестная ошибка. Повторите запрос позже.",
    "ps*": "Простите, но сейчас ваш платеж не может быть обработан.",
    "ps000001": "Неисправность в системе",
    "ps000002": "Отмененно покупателем",
    "ps000003": "Отклонено антифродом",
    "ps000004": "Отклонено системой 3&#8209;D&nbsp;Secure",
    "ps000005": "Разрешены только банковские карты с&nbsp;3&#8209;D&nbsp;Secure. Для консультации свяжитесь с вашим банком.",
    "ps000006": "Доступность 3&#8209;D&nbsp;Secure неизвестна для вашей карты. Для консультации свяжитесь с вашим банком.",
    "ps000011": "На вашем банковсом счету недостаточно средств.",
    "ps000016": "Кажется у вас проблемы с Интернет подключением. Попробуйте вернуться позже.",
    "bc000001": "Требуется заполнить номер вашей банковской карты.",
    "bc000002": "Требуется заполнить CVV вашей банковской карты.",
    "bc000003": "Требуется заполнить месяц истечения срока вашей банковской карты.",
    "bc000004": "Требуется заполнить год истечения срока вашей банковской карты.",
    "bc000005": "Требуется заполнить имя владельца вашей банковской карты.",
    "bc000006": "Срок истечения вашей банковской карты указан неверно.",
    "bc000007": "Срок действия вашей карты истек. Попробуйте другую карту.",
    "bc000008": "CVV вашей карты указан неверно. Попробуйте ввести его снова.",
    "bc000009": "Номер вашей банковской карты неверен. Попробуйте ввести его снова.",
    "ks*": "Кажется что-то не так с вашим ключом. Пожалуйста попробуйте позже или обратитесь в нашу техподдержку."
  }
}
