{
  "errorCodes": {
    "redirectWindowClosed": "The redirect window was closed by the user.",
    "mr*": "An unforeseen error occurred on the merchant side. We're working to resolve the issue. Please try again later.",
    "fm*": "There is an issue with your order. Please double-check all the information you entered and try again or contact tech support.",
    "fm000016": "Unfortunately, the total for your order is less than the minimum payment. Add something else to your cart.",
    "fm000017": "Unfortunately, the total for your order is greater than the maximum payment. Remove something from your cart.",
    "fm000018": "The total for your order is less than the minimum for the payment method you selected. Please choose another method of payment.",
    "fm000019": "The total for your order is greater than the maximum for the payment method you selected. Please choose another method of payment.",
    "fm000027": "Unfortunately, currently we are not accepting payments from your country.",
    "fm000039": "You can only use your own credit or debit card for payment.",
    "fm000040": "Your country has no restrictions on orders.",
    "fm000041": "No email address has been entered.",
    "fm000045": "No country has been selected.",
    "fm000046": "No ZIP code has been entered.",
    "fm000050": "The ZIP code was not recognized. Please re-enter it.",
    "ph*": "Unfortunately, your order could not be processed. We are aware of the issue and are working to resolve it.",
    "rf*": "We ran into trouble processing your refund request. Please try again later or contact tech support.",
    "tk*": "There was a problem with your purchase. Please try again later.",
    "co*": "We experienced technical difficulties while processing your order. We are aware of the issue and are working to resolve it.",
    "ps*": "Unfortunately, we cannot process your payment at the moment.",
    "ps000001": "System error detected. Our engineering team is on the case!",
    "ps000002": "We're sorry to see that you decided to cancel your payment.",
    "ps000003": "The payment was declined by your bank's anti-fraud system. Contact your bank for more information.",
    "ps000004": "The payment was declined by your bank's 3&#8209;D&nbsp;Secure system. Contact your bank for more information.",
    "ps000005": "Only 3&#8209;D&nbsp;Secure cards are accepted. Contact your bank for more information.",
    "ps000006": "3&#8209;D&nbsp;Secure protection could not be confirmed for your card. Contact your bank for more information.",
    "ps000011": "Your debit card was declined due to insufficient funds.",
    "ps000016": "You seem to be experiencing problems with your internet connection. Please try again later.",
    "bc000001": "Enter your card number.",
    "bc000002": "Enter your CVV number.",
    "bc000003": "Enter your card's expiration month.",
    "bc000004": "Enter your card's expiration year.",
    "bc000005": "Enter the cardholder's name.",
    "bc000006": "Invalid expiration date.",
    "bc000007": "Your card is expired. Please use a different card.",
    "bc000008": "Invalid CVV code. Try re-entering it.",
    "bc000009": "Invalid card number. Try re-entering it.",
    "ks*": "There was a problem with the activation key. Please try again later or contact tech support for assistance."
  }
}
